Repository: owngoal-dev/Fila
Catalog: Frameworks/FilaSMB/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: %@ Save the share anyway? It can be opened later once the server answers.
ar: %@ هل تريد حفظ المشاركة على أي حال؟ يمكن فتحها لاحقًا عندما يستجيب الخادم.
de: %@ Freigabe trotzdem sichern? Sie kann später geöffnet werden, sobald der Server antwortet.
es: %@ ¿Guardar el recurso compartido de todos modos? Podrá abrirse más tarde cuando el servidor responda.
fr: %@ Enregistrer le partage quand même ? Il pourra être ouvert plus tard, quand le serveur répondra.
it: %@ Salvare comunque la condivisione? Potrà essere aperta più tardi, quando il server risponderà.
ja: %@ それでも共有を保存しますか？サーバが応答すれば後で開けます。
ko: %@ 그래도 공유를 저장하시겠습니까? 서버가 응답하면 나중에 열 수 있습니다.
pt_br: %@ Salvar o compartilhamento mesmo assim? Ele poderá ser aberto depois, quando o servidor responder.
ru: %@ Всё равно сохранить общий ресурс? Его можно будет открыть позже, когда сервер ответит.
vi: %@ Vẫn lưu chia sẻ này? Có thể mở sau khi máy chủ phản hồi.
zh_hans: %@ 仍要保存该共享吗？服务器响应后可以稍后打开。
zh_hant: %@ 仍要儲存該共享嗎？伺服器回應後可以稍後開啟。

source: 445 unless the server says otherwise.
ar: 445 ما لم يحدد الخادم غير ذلك.
de: 445, sofern der Server nichts anderes vorgibt.
es: 445, salvo que el servidor indique otro.
fr: 445, sauf indication contraire du serveur.
it: 445, salvo diversa indicazione del server.
ja: サーバが別に指定しない限り 445 です。
ko: 서버에서 다르게 지정하지 않는 한 445입니다.
pt_br: 445, a menos que o servidor indique outro.
ru: 445, если сервер не указывает иное.
vi: 445 trừ khi máy chủ chỉ định khác.
zh_hans: 除非服务器另有说明，否则为 445。
zh_hant: 除非伺服器另有說明，否則為 445。

source: A guest session has no account. Servers that require one refuse it.
ar: جلسة الضيف لا تملك حسابًا. الخوادم التي تتطلب حسابًا ترفضها.
de: Eine Gastsitzung hat kein Konto. Server, die eines verlangen, lehnen sie ab.
es: Una sesión de invitado no tiene cuenta. Los servidores que la exigen la rechazan.
fr: Une session invité n'a pas de compte. Les serveurs qui en exigent un la refusent.
it: Una sessione ospite non ha un account. I server che ne richiedono uno la rifiutano.
ja: ゲストセッションにはアカウントがありません。アカウントが必要なサーバは拒否します。
ko: 게스트 세션에는 계정이 없습니다. 계정을 요구하는 서버는 거부합니다.
pt_br: Uma sessão de convidado não tem conta. Servidores que exigem uma a recusam.
ru: Гостевой сеанс не имеет учётной записи. Серверы, которым она нужна, его отклоняют.
vi: Phiên khách không có tài khoản. Máy chủ yêu cầu tài khoản sẽ từ chối.
zh_hans: 访客会话没有账户。要求账户的服务器会拒绝它。
zh_hant: 訪客工作階段沒有帳號。要求帳號的伺服器會拒絕它。

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
ru: Учётная запись
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳號

source: Add SMB Share
ar: إضافة مشاركة SMB
de: SMB-Freigabe hinzufügen
es: Añadir recurso SMB
fr: Ajouter un partage SMB
it: Aggiungi condivisione SMB
ja: SMB 共有を追加
ko: SMB 공유 추가
pt_br: Adicionar compartilhamento SMB
ru: Добавить общий ресурс SMB
vi: Thêm chia sẻ SMB
zh_hans: 添加 SMB 共享
zh_hant: 加入 SMB 共享

source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: アドレス
ko: 주소
pt_br: Endereço
ru: Адрес
vi: Địa chỉ
zh_hans: 地址
zh_hant: 位址

source: Asking %@ what it shares.
ar: جارٍ سؤال %@ عما يشاركه.
de: %@ wird nach seinen Freigaben gefragt.
es: Preguntando a %@ qué comparte.
fr: Demande à %@ ce qu'il partage.
it: Richiesta a %@ di cosa condivide.
ja: %@ に共有内容を問い合わせています。
ko: %@에 공유 항목을 묻는 중입니다.
pt_br: Perguntando a %@ o que ele compartilha.
ru: Запрос у %@ списка общих ресурсов.
vi: Đang hỏi %@ về các chia sẻ.
zh_hans: 正在询问 %@ 共享了哪些内容。
zh_hant: 正在詢問 %@ 共享了哪些內容。

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Changing the server or the share makes a new entry with its own favorites.
ar: تغيير الخادم أو المشاركة ينشئ إدخالًا جديدًا بمفضلاته الخاصة.
de: Ein anderer Server oder eine andere Freigabe ergibt einen neuen Eintrag mit eigenen Favoriten.
es: Cambiar el servidor o el recurso crea una entrada nueva con sus propios favoritos.
fr: Changer le serveur ou le partage crée une nouvelle entrée avec ses propres favoris.
it: Cambiare il server o la condivisione crea una nuova voce con i propri preferiti.
ja: サーバや共有を変更すると、独自のお気に入りを持つ新しい項目になります。
ko: 서버나 공유를 변경하면 자체 즐겨찾기를 가진 새 항목이 됩니다.
pt_br: Alterar o servidor ou o compartilhamento cria uma nova entrada com favoritos próprios.
ru: Смена сервера или ресурса создаёт новую запись со своими избранными.
vi: Đổi máy chủ hoặc chia sẻ sẽ tạo mục mới với mục ưa thích riêng.
zh_hans: 更改服务器或共享会创建拥有独立收藏的新条目。
zh_hant: 更改伺服器或共享會建立擁有獨立喜好項目的新項目。

source: Checking %@ on %@.
ar: جارٍ التحقق من %1$@ على %2$@.
de: %1$@ auf %2$@ wird geprüft.
es: Comprobando %1$@ en %2$@.
fr: Vérification de %1$@ sur %2$@.
it: Verifica di %1$@ su %2$@.
ja: %2$@ の %1$@ を確認しています。
ko: %2$@의 %1$@을(를) 확인하는 중입니다.
pt_br: Verificando %1$@ em %2$@.
ru: Проверка %1$@ на %2$@.
vi: Đang kiểm tra %1$@ trên %2$@.
zh_hans: 正在检查 %2$@ 上的 %1$@。
zh_hant: 正在檢查 %2$@ 上的 %1$@。

source: Choose Share
ar: اختيار المشاركة
de: Freigabe wählen
es: Elegir recurso
fr: Choisir un partage
it: Scegli condivisione
ja: 共有を選択
ko: 공유 선택
pt_br: Escolher compartilhamento
ru: Выбор общего ресурса
vi: Chọn chia sẻ
zh_hans: 选择共享
zh_hant: 選擇共享

source: Choose Share…
ar: اختيار المشاركة…
de: Freigabe wählen …
es: Elegir recurso…
fr: Choisir un partage…
it: Scegli condivisione…
ja: 共有を選択…
ko: 공유 선택…
pt_br: Escolher compartilhamento…
ru: Выбрать общий ресурс…
vi: Chọn chia sẻ…
zh_hans: 选择共享…
zh_hant: 選擇共享…

source: Connect as Guest
ar: الاتصال كضيف
de: Als Gast verbinden
es: Conectar como invitado
fr: Se connecter en invité
it: Connetti come ospite
ja: ゲストとして接続
ko: 게스트로 연결
pt_br: Conectar como convidado
ru: Подключиться как гость
vi: Kết nối với tư cách khách
zh_hans: 以访客身份连接
zh_hant: 以訪客身分連線

source: Connecting…
ar: جارٍ الاتصال…
de: Verbinden …
es: Conectando…
fr: Connexion…
it: Connessione…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
ru: Подключение…
vi: Đang kết nối…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Could Not Connect
ar: تعذّر الاتصال
de: Verbindung nicht möglich
es: No se ha podido conectar
fr: Connexion impossible
it: Impossibile connettersi
ja: 接続できません
ko: 연결할 수 없음
pt_br: Não foi possível conectar
ru: Не удалось подключиться
vi: Không thể kết nối
zh_hans: 无法连接
zh_hant: 無法連線

source: Could Not List Shares
ar: تعذّر سرد المشاركات
de: Freigaben können nicht aufgelistet werden
es: No se han podido listar los recursos
fr: Impossible de lister les partages
it: Impossibile elencare le condivisioni
ja: 共有を一覧表示できません
ko: 공유 목록을 가져올 수 없음
pt_br: Não foi possível listar os compartilhamentos
ru: Не удалось получить список общих ресурсов
vi: Không thể liệt kê chia sẻ
zh_hans: 无法列出共享
zh_hant: 無法列出共享

source: Could Not Save Share
ar: تعذّر حفظ المشاركة
de: Freigabe kann nicht gesichert werden
es: No se ha podido guardar el recurso
fr: Impossible d'enregistrer le partage
it: Impossibile salvare la condivisione
ja: 共有を保存できません
ko: 공유를 저장할 수 없음
pt_br: Não foi possível salvar o compartilhamento
ru: Не удалось сохранить общий ресурс
vi: Không thể lưu chia sẻ
zh_hans: 无法保存共享
zh_hant: 無法儲存共享

source: Domain
ar: النطاق
de: Domäne
es: Dominio
fr: Domaine
it: Dominio
ja: ドメイン
ko: 도메인
pt_br: Domínio
ru: Домен
vi: Miền
zh_hans: 域
zh_hant: 網域

source: Done
ar: تم
de: Fertig
es: OK
fr: OK
it: Fine
ja: 完了
ko: 완료
pt_br: OK
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Edit SMB Share
ar: تعديل مشاركة SMB
de: SMB-Freigabe bearbeiten
es: Editar recurso SMB
fr: Modifier le partage SMB
it: Modifica condivisione SMB
ja: SMB 共有を編集
ko: SMB 공유 편집
pt_br: Editar compartilhamento SMB
ru: Изменить общий ресурс SMB
vi: Sửa chia sẻ SMB
zh_hans: 编辑 SMB 共享
zh_hant: 編輯 SMB 共享

source: How the sidebar lists this share. Leave it empty to use the share and server.
ar: كيف يعرض الشريط الجانبي هذه المشاركة. اتركه فارغًا لاستخدام اسم المشاركة والخادم.
de: So führt die Seitenleiste diese Freigabe auf. Leer lassen, um Freigabe und Server zu verwenden.
es: Cómo muestra la barra lateral este recurso. Déjalo vacío para usar el recurso y el servidor.
fr: Nom du partage dans la barre latérale. Laissez vide pour utiliser le partage et le serveur.
it: Come la barra laterale elenca questa condivisione. Lascia vuoto per usare condivisione e server.
ja: サイドバーでの表示名。空のままにすると共有名とサーバ名が使われます。
ko: 사이드바에 표시되는 이름입니다. 비워 두면 공유와 서버 이름을 사용합니다.
pt_br: Como a barra lateral lista este compartilhamento. Deixe vazio para usar o compartilhamento e o servidor.
ru: Как боковая панель называет этот ресурс. Оставьте пустым, чтобы использовать имя ресурса и сервера.
vi: Tên hiển thị trong thanh bên. Để trống để dùng tên chia sẻ và máy chủ.
zh_hans: 侧边栏显示此共享的名称。留空则使用共享名和服务器名。
zh_hant: 側邊欄顯示此共享的名稱。留空則使用共享名和伺服器名。

source: Listing Shares…
ar: جارٍ سرد المشاركات…
de: Freigaben werden aufgelistet …
es: Listando recursos…
fr: Liste des partages…
it: Elenco delle condivisioni…
ja: 共有を一覧表示中…
ko: 공유 목록 가져오는 중…
pt_br: Listando compartilhamentos…
ru: Получение списка общих ресурсов…
vi: Đang liệt kê chia sẻ…
zh_hans: 正在列出共享…
zh_hant: 正在列出共享…

source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Password
ar: كلمة السر
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
pt_br: Senha
ru: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Port
ar: المنفذ
es: Puerto
it: Porta
ja: ポート
ko: 포트
pt_br: Porta
ru: Порт
vi: Cổng
zh_hans: 端口
zh_hant: 連接埠

source: SMB 2 over TCP port 445, as Windows, macOS, Samba and most NAS devices serve it. SMB 1 is not supported.
ar: SMB 2 عبر منفذ TCP 445، كما تقدمه Windows وmacOS وSamba ومعظم أجهزة NAS. SMB 1 غير مدعوم.
de: SMB 2 über TCP-Port 445, wie ihn Windows, macOS, Samba und die meisten NAS-Geräte anbieten. SMB 1 wird nicht unterstützt.
es: SMB 2 por el puerto TCP 445, como lo sirven Windows, macOS, Samba y la mayoría de los NAS. SMB 1 no es compatible.
fr: SMB 2 sur le port TCP 445, tel que le servent Windows, macOS, Samba et la plupart des NAS. SMB 1 n'est pas pris en charge.
it: SMB 2 sulla porta TCP 445, come lo offrono Windows, macOS, Samba e la maggior parte dei NAS. SMB 1 non è supportato.
ja: Windows、macOS、Samba、ほとんどの NAS が提供する TCP ポート 445 の SMB 2 です。SMB 1 は対応していません。
ko: Windows, macOS, Samba 및 대부분의 NAS가 제공하는 TCP 포트 445의 SMB 2입니다. SMB 1은 지원되지 않습니다.
pt_br: SMB 2 pela porta TCP 445, como servem Windows, macOS, Samba e a maioria dos NAS. SMB 1 não é compatível.
ru: SMB 2 через TCP-порт 445, как его предоставляют Windows, macOS, Samba и большинство NAS. SMB 1 не поддерживается.
vi: SMB 2 qua cổng TCP 445, như Windows, macOS, Samba và hầu hết NAS cung cấp. Không hỗ trợ SMB 1.
zh_hans: 通过 TCP 445 端口的 SMB 2，Windows、macOS、Samba 和大多数 NAS 均提供。不支持 SMB 1。
zh_hant: 透過 TCP 445 連接埠的 SMB 2，Windows、macOS、Samba 和大多數 NAS 均提供。不支援 SMB 1。

source: SMB Share
ar: مشاركة SMB
de: SMB-Freigabe
es: Recurso SMB
fr: Partage SMB
it: Condivisione SMB
ja: SMB 共有
ko: SMB 공유
pt_br: Compartilhamento SMB
ru: Общий ресурс SMB
vi: Chia sẻ SMB
zh_hans: SMB 共享
zh_hant: SMB 共享

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save Anyway
ar: حفظ على أي حال
de: Trotzdem sichern
es: Guardar de todos modos
fr: Enregistrer quand même
it: Salva comunque
ja: それでも保存
ko: 그래도 저장
pt_br: Salvar mesmo assim
ru: Всё равно сохранить
vi: Vẫn lưu
zh_hans: 仍要保存
zh_hant: 仍要儲存

source: Server
ar: الخادم
es: Servidor
fr: Serveur
ja: サーバ
ko: 서버
pt_br: Servidor
ru: Сервер
vi: Máy chủ
zh_hans: 服务器
zh_hant: 伺服器

source: Share
ar: المشاركة
de: Freigabe
es: Recurso
fr: Partage
it: Condivisione
ja: 共有
ko: 공유
pt_br: Compartilhamento
ru: Общий ресурс
vi: Chia sẻ
zh_hans: 共享
zh_hant: 共享

source: Something with that name is already there.
ar: يوجد شيء بهذا الاسم بالفعل.
de: Etwas mit diesem Namen ist bereits vorhanden.
es: Ya existe algo con ese nombre.
fr: Un élément de ce nom existe déjà.
it: Esiste già qualcosa con quel nome.
ja: その名前のものがすでにあります。
ko: 같은 이름의 항목이 이미 있습니다.
pt_br: Já existe algo com esse nome.
ru: Объект с таким именем уже есть.
vi: Đã có mục cùng tên.
zh_hans: 已存在同名项目。
zh_hant: 已存在同名項目。

source: The account is not allowed to do that.
ar: غير مسموح للحساب بفعل ذلك.
de: Das Konto darf das nicht.
es: La cuenta no tiene permiso para hacerlo.
fr: Le compte n'y est pas autorisé.
it: L'account non è autorizzato a farlo.
ja: アカウントにはその権限がありません。
ko: 계정에 해당 권한이 없습니다.
pt_br: A conta não tem permissão para isso.
ru: Учётной записи это не разрешено.
vi: Tài khoản không được phép làm việc đó.
zh_hans: 该账户无权执行此操作。
zh_hant: 該帳號無權執行此操作。

source: The account the server knows.
ar: الحساب الذي يعرفه الخادم.
de: Das Konto, das der Server kennt.
es: La cuenta que conoce el servidor.
fr: Le compte connu du serveur.
it: L'account noto al server.
ja: サーバが認識しているアカウント。
ko: 서버에 등록된 계정입니다.
pt_br: A conta que o servidor conhece.
ru: Учётная запись, известная серверу.
vi: Tài khoản mà máy chủ biết.
zh_hans: 服务器识别的账户。
zh_hant: 伺服器識別的帳號。

source: The account's domain or workgroup. Leave it empty unless the server needs one.
ar: نطاق الحساب أو مجموعة العمل. اتركه فارغًا ما لم يحتجه الخادم.
de: Domäne oder Arbeitsgruppe des Kontos. Leer lassen, sofern der Server keine verlangt.
es: Dominio o grupo de trabajo de la cuenta. Déjalo vacío salvo que el servidor lo necesite.
fr: Domaine ou groupe de travail du compte. Laissez vide sauf si le serveur en a besoin.
it: Dominio o gruppo di lavoro dell'account. Lascia vuoto a meno che il server non lo richieda.
ja: アカウントのドメインまたはワークグループ。サーバが必要としない限り空のままにします。
ko: 계정의 도메인 또는 작업 그룹입니다. 서버에 필요하지 않으면 비워 두세요.
pt_br: Domínio ou grupo de trabalho da conta. Deixe vazio a menos que o servidor precise.
ru: Домен или рабочая группа учётной записи. Оставьте пустым, если сервер этого не требует.
vi: Miền hoặc nhóm làm việc của tài khoản. Để trống trừ khi máy chủ cần.
zh_hans: 账户的域或工作组。除非服务器需要，否则留空。
zh_hant: 帳號的網域或工作群組。除非伺服器需要，否則留空。

source: The account's password. It is kept in the keychain.
ar: كلمة سر الحساب. تُحفظ في سلسلة المفاتيح.
de: Das Passwort des Kontos. Es wird im Schlüsselbund gespeichert.
es: La contraseña de la cuenta. Se guarda en el llavero.
fr: Le mot de passe du compte. Il est conservé dans le trousseau.
it: La password dell'account. È conservata nel portachiavi.
ja: アカウントのパスワード。キーチェーンに保存されます。
ko: 계정의 암호입니다. 키체인에 보관됩니다.
pt_br: A senha da conta. Ela fica nas chaves.
ru: Пароль учётной записи. Хранится в связке ключей.
vi: Mật khẩu của tài khoản. Được lưu trong chuỗi khóa.
zh_hans: 账户的密码。保存在钥匙串中。
zh_hant: 帳號的密碼。儲存在鑰匙圈中。

source: The connection to the server was closed. Try again to reconnect.
ar: أُغلق الاتصال بالخادم. حاول مجددًا لإعادة الاتصال.
de: Die Verbindung zum Server wurde geschlossen. Erneut versuchen, um neu zu verbinden.
es: Se ha cerrado la conexión con el servidor. Vuelve a intentarlo para reconectar.
fr: La connexion au serveur a été fermée. Réessayez pour vous reconnecter.
it: La connessione al server è stata chiusa. Riprova per riconnetterti.
ja: サーバとの接続が閉じられました。もう一度試すと再接続します。
ko: 서버 연결이 닫혔습니다. 다시 시도하면 재연결합니다.
pt_br: A conexão com o servidor foi fechada. Tente novamente para reconectar.
ru: Соединение с сервером закрыто. Повторите попытку, чтобы подключиться снова.
vi: Kết nối tới máy chủ đã đóng. Thử lại để kết nối lại.
zh_hans: 与服务器的连接已关闭。重试以重新连接。
zh_hant: 與伺服器的連線已關閉。重試以重新連線。

source: The disk shares the server offers this account.
ar: مشاركات الأقراص التي يقدمها الخادم لهذا الحساب.
de: Die Datenträgerfreigaben, die der Server diesem Konto anbietet.
es: Los recursos de disco que el servidor ofrece a esta cuenta.
fr: Les partages de disque que le serveur propose à ce compte.
it: Le condivisioni disco che il server offre a questo account.
ja: サーバがこのアカウントに提供するディスク共有。
ko: 서버가 이 계정에 제공하는 디스크 공유입니다.
pt_br: Os compartilhamentos de disco que o servidor oferece a esta conta.
ru: Дисковые ресурсы, которые сервер предоставляет этой учётной записи.
vi: Các chia sẻ ổ đĩa máy chủ cung cấp cho tài khoản này.
zh_hans: 服务器向此账户提供的磁盘共享。
zh_hant: 伺服器向此帳號提供的磁碟共享。

source: The downloaded data could not be written locally (error %d).
ar: تعذّر كتابة البيانات المنزّلة محليًا (الخطأ %d).
de: Die geladenen Daten konnten nicht lokal geschrieben werden (Fehler %d).
es: No se han podido escribir los datos descargados localmente (error %d).
fr: Les données téléchargées n'ont pas pu être écrites localement (erreur %d).
it: I dati scaricati non possono essere scritti localmente (errore %d).
ja: ダウンロードしたデータをローカルに書き込めませんでした（エラー %d）。
ko: 다운로드한 데이터를 로컬에 쓸 수 없습니다(오류 %d).
pt_br: Os dados baixados não puderam ser gravados localmente (erro %d).
ru: Загруженные данные не удалось записать локально (ошибка %d).
vi: Không thể ghi dữ liệu đã tải xuống cục bộ (lỗi %d).
zh_hans: 下载的数据无法写入本地（错误 %d）。
zh_hant: 下載的資料無法寫入本機（錯誤 %d）。

source: The name of the shared folder on the server.
ar: اسم المجلد المشترك على الخادم.
de: Der Name des freigegebenen Ordners auf dem Server.
es: El nombre de la carpeta compartida en el servidor.
fr: Le nom du dossier partagé sur le serveur.
it: Il nome della cartella condivisa sul server.
ja: サーバ上の共有フォルダの名前。
ko: 서버의 공유 폴더 이름입니다.
pt_br: O nome da pasta compartilhada no servidor.
ru: Имя общей папки на сервере.
vi: Tên thư mục chia sẻ trên máy chủ.
zh_hans: 服务器上共享文件夹的名称。
zh_hant: 伺服器上共享資料夾的名稱。

source: The password is kept in this device's keychain and never written anywhere else.
ar: تُحفظ كلمة السر في سلسلة مفاتيح هذا الجهاز ولا تُكتب في أي مكان آخر.
de: Das Passwort liegt im Schlüsselbund dieses Geräts und wird nirgendwo sonst gespeichert.
es: La contraseña se guarda en el llavero de este dispositivo y nunca se escribe en otro lugar.
fr: Le mot de passe est conservé dans le trousseau de cet appareil et n'est écrit nulle part ailleurs.
it: La password è conservata nel portachiavi di questo dispositivo e non viene scritta altrove.
ja: パスワードはこのデバイスのキーチェーンに保存され、他の場所には書き込まれません。
ko: 암호는 이 기기의 키체인에 보관되며 다른 곳에는 기록되지 않습니다.
pt_br: A senha fica nas chaves deste dispositivo e nunca é gravada em outro lugar.
ru: Пароль хранится в связке ключей этого устройства и больше нигде не записывается.
vi: Mật khẩu được lưu trong chuỗi khóa của thiết bị này và không ghi ở nơi khác.
zh_hans: 密码保存在此设备的钥匙串中，不会写入其他任何位置。
zh_hant: 密碼儲存在此裝置的鑰匙圈中，不會寫入其他任何位置。

source: The server could not be reached. %@
ar: تعذّر الوصول إلى الخادم. %@
de: Der Server ist nicht erreichbar. %@
es: No se ha podido contactar con el servidor. %@
fr: Le serveur est injoignable. %@
it: Impossibile raggiungere il server. %@
ja: サーバに接続できません。%@
ko: 서버에 연결할 수 없습니다. %@
pt_br: Não foi possível acessar o servidor. %@
ru: Не удалось связаться с сервером. %@
vi: Không thể kết nối tới máy chủ. %@
zh_hans: 无法连接到服务器。%@
zh_hant: 無法連線到伺服器。%@

source: The server did not answer in time.
ar: لم يستجب الخادم في الوقت المحدد.
de: Der Server hat nicht rechtzeitig geantwortet.
es: El servidor no ha respondido a tiempo.
fr: Le serveur n'a pas répondu à temps.
it: Il server non ha risposto in tempo.
ja: サーバが時間内に応答しませんでした。
ko: 서버가 제때 응답하지 않았습니다.
pt_br: O servidor não respondeu a tempo.
ru: Сервер не ответил вовремя.
vi: Máy chủ không phản hồi kịp thời.
zh_hans: 服务器未及时响应。
zh_hant: 伺服器未及時回應。

source: The server has no share named “%@”.
ar: لا يملك الخادم مشاركة باسم ”%@“.
de: Der Server hat keine Freigabe namens „%@“.
es: El servidor no tiene ningún recurso llamado “%@”.
fr: Le serveur n'a pas de partage nommé « %@ ».
it: Il server non ha una condivisione chiamata “%@”.
ja: サーバには「%@」という共有がありません。
ko: 서버에 “%@” 공유가 없습니다.
pt_br: O servidor não tem um compartilhamento chamado “%@”.
ru: На сервере нет общего ресурса «%@».
vi: Máy chủ không có chia sẻ tên “%@”.
zh_hans: 服务器上没有名为“%@”的共享。
zh_hant: 伺服器上沒有名為「%@」的共享。

source: The server lists no disk shares for this account. Type the share's name instead.
ar: لا يسرد الخادم مشاركات أقراص لهذا الحساب. اكتب اسم المشاركة بدلًا من ذلك.
de: Der Server listet für dieses Konto keine Datenträgerfreigaben. Gib stattdessen den Namen der Freigabe ein.
es: El servidor no lista recursos de disco para esta cuenta. Escribe el nombre del recurso.
fr: Le serveur ne liste aucun partage de disque pour ce compte. Saisissez plutôt le nom du partage.
it: Il server non elenca condivisioni disco per questo account. Digita il nome della condivisione.
ja: サーバはこのアカウントにディスク共有を提示しません。共有名を直接入力してください。
ko: 서버가 이 계정에 디스크 공유를 표시하지 않습니다. 공유 이름을 직접 입력하세요.
pt_br: O servidor não lista compartilhamentos de disco para esta conta. Digite o nome do compartilhamento.
ru: Сервер не показывает дисковых ресурсов для этой учётной записи. Введите имя ресурса вручную.
vi: Máy chủ không liệt kê chia sẻ ổ đĩa cho tài khoản này. Hãy nhập tên chia sẻ.
zh_hans: 服务器未向此账户列出磁盘共享。请直接输入共享名。
zh_hant: 伺服器未向此帳號列出磁碟共享。請直接輸入共享名。

source: The server refused the account name or password.
ar: رفض الخادم اسم الحساب أو كلمة السر.
de: Der Server hat Kontoname oder Passwort abgelehnt.
es: El servidor ha rechazado el nombre de cuenta o la contraseña.
fr: Le serveur a refusé le nom de compte ou le mot de passe.
it: Il server ha rifiutato il nome dell'account o la password.
ja: サーバがアカウント名またはパスワードを拒否しました。
ko: 서버가 계정 이름 또는 암호를 거부했습니다.
pt_br: O servidor recusou o nome da conta ou a senha.
ru: Сервер отклонил имя учётной записи или пароль.
vi: Máy chủ từ chối tên tài khoản hoặc mật khẩu.
zh_hans: 服务器拒绝了账户名或密码。
zh_hant: 伺服器拒絕了帳號名稱或密碼。

source: The server refused: %@.
ar: رفض الخادم: %@.
de: Der Server hat abgelehnt: %@.
es: El servidor lo ha rechazado: %@.
fr: Le serveur a refusé : %@.
it: Il server ha rifiutato: %@.
ja: サーバが拒否しました：%@。
ko: 서버가 거부했습니다: %@.
pt_br: O servidor recusou: %@.
ru: Сервер отказал: %@.
vi: Máy chủ từ chối: %@.
zh_hans: 服务器拒绝：%@。
zh_hant: 伺服器拒絕：%@。

source: The server's host name or IP address.
ar: اسم مضيف الخادم أو عنوان IP الخاص به.
de: Hostname oder IP-Adresse des Servers.
es: El nombre de host o la dirección IP del servidor.
fr: Le nom d'hôte ou l'adresse IP du serveur.
it: Il nome host o l'indirizzo IP del server.
ja: サーバのホスト名または IP アドレス。
ko: 서버의 호스트 이름 또는 IP 주소입니다.
pt_br: O nome de host ou o endereço IP do servidor.
ru: Имя хоста или IP-адрес сервера.
vi: Tên máy chủ hoặc địa chỉ IP của máy chủ.
zh_hans: 服务器的主机名或 IP 地址。
zh_hant: 伺服器的主機名稱或 IP 位址。

source: There is nothing at that path on the server.
ar: لا يوجد شيء في هذا المسار على الخادم.
de: Unter diesem Pfad gibt es auf dem Server nichts.
es: No hay nada en esa ruta del servidor.
fr: Il n'y a rien à ce chemin sur le serveur.
it: Non c'è nulla in quel percorso sul server.
ja: サーバ上のそのパスには何もありません。
ko: 서버의 해당 경로에 아무것도 없습니다.
pt_br: Não há nada nesse caminho no servidor.
ru: На сервере по этому пути ничего нет.
vi: Không có gì ở đường dẫn đó trên máy chủ.
zh_hans: 服务器上该路径没有任何内容。
zh_hant: 伺服器上該路徑沒有任何內容。

source: User Name
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
pt_br: Nome de usuário
ru: Имя пользователя
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

source: “%@” is not a name an SMB server accepts.
ar: ”%@“ ليس اسمًا يقبله خادم SMB.
de: „%@“ ist kein Name, den ein SMB-Server akzeptiert.
es: “%@” no es un nombre que acepte un servidor SMB.
fr: « %@ » n'est pas un nom accepté par un serveur SMB.
it: “%@” non è un nome accettato da un server SMB.
ja: 「%@」は SMB サーバが受け付けない名前です。
ko: “%@”은(는) SMB 서버가 허용하지 않는 이름입니다.
pt_br: “%@” não é um nome aceito por um servidor SMB.
ru: «%@» — имя, которое сервер SMB не принимает.
vi: “%@” không phải tên mà máy chủ SMB chấp nhận.
zh_hans: “%@”不是 SMB 服务器接受的名称。
zh_hant: 「%@」不是 SMB 伺服器接受的名稱。
